Repository: daohoangson/flutter-tinhte_demo
Catalog: lib/l10n/intl_*.arb
Languages: vi

# appTitle
source: tinhte.vn Demo
vi: Tinh tế Demo

# appVersion
source: Version
vi: Phiên bản

# appVersionInfo
source: {version} (build number: {buildNumber})
vi: {version} (số thứ tự: {buildNumber})

# appVersionNotAvailable
source: N/A
vi: Không có thông tin

source: API Error
vi: Lỗi hệ thống

# apiUnexpectedResponse
source: Unexpected API response
vi: Lỗi máy chủ

source: Forums
vi: Diễn đàn

source: Home
vi: Trang chủ

# justAMomentEllipsis
source: Just a moment...
vi: Chờ một xíu...

# loadingEllipsis
source: Loading...
vi: Đang tải...

source: Login
vi: Đăng nhập

# loginAssociate
source: Associate
vi: Kết nối tài khoản

# loginAssociateEnterPassword
source: An existing account has been found, please enter your password to associate it for future logins.
vi: Tìm thấy tài khoản có sẵn, xin vui lòng nhập mật khẩu để kết nối cho lần đăng nhập tiếp theo.

# loginErrorCancelled
source: {method} has been cancelled.
vi: {method} đã bị huỷ.

# loginGoogleErrorAccountIsNull
source: Cannot get Google account information.
vi: Không thể lấy thông tin tài khoản Google.

# loginGoogleErrorTokenIsEmpty
source: Cannot get Google authentication info.
vi: Không thể lấy thông tin xác thực từ Google.

# loginErrorNoAccessToken
source: Cannot login with {method}.
vi: Không thể đăng nhập bằng {method}.

# loginErrorPasswordIsEmpty
source: Please enter your password to login
vi: Xin vui lòng nhập mật khẩu để đăng nhập

# loginErrorUsernameIsEmpty
source: Please enter your username or email
vi: Xin vui lòng nhập tên hoặc email để đăng nhập

# loginPassword
source: Password
vi: Mật khẩu

# loginUsername
source: Username
vi: Tên đăng nhập

# loginUsernameHint
source: keyboard_warrior
vi: anh_hung_ban_phim

# loginUsernameOrEmail
source: Username / email
vi: Tên / email

# loginWithApple
source: Sign in with Apple
vi: Đăng nhập tài khoản Apple

# loginWithGoogle
source: Sign in with Google
vi: Đăng nhập tài khoản Google

source: Menu
vi: Cài đặt

# menuDarkTheme
source: Dark theme
vi: Giao diện tối

# menuDarkTheme0
source: No, use light theme
vi: Không, dùng giao diện sáng

# menuDarkTheme1
source: Yes, use dark theme
vi: Có, dùng giao diện tối

# menuDarkThemeAuto
source: Use system's color scheme
vi: Thay đổi theo hệ điều hành

# menuLogout
source: Logout
vi: Thoát

# navLowercaseNext
source: next
vi: tiếp

# navLowercasePrevious
source: previous
vi: trước

# navPageX
source: Page {page}
vi: Trang {page}

# navXOfY
source: {x} of {y}
vi: {x} / {y}

source: Notifications
vi: Thông báo

source: Open in browser
vi: Mở trong trình duyệt

# pickGallery
source: Select image to upload
vi: Chọn ảnh để tải lên

# pollErrorTooManyVotes
source: {howMany,plural, =1{You can only choose one.}other{You can only select up to {howMany} choices.}}
vi: {howMany,plural, =1{Bạn chỉ có thể chọn một.}other{Bạn chỉ có thể chọn tối đa {howMany} lựa chọn.}}

# pollVote
source: Vote
vi: Gửi đi

# postDelete
source: Delete
vi: Xoá

# postDeleteReasonHint
source: Reason to delete post.
vi: Lý do xoá bài.

# postDeleted
source: Deleted post.
vi: Bài đã xoá.

source: Post error
vi: Lỗi gửi bài

# postGoUnreadQuestion
source: Continue reading?
vi: Đọc tiếp?

# postGoUnreadYes
source: YES
vi: CÓ

# postLike
source: Like
vi: Thích

# postLoadXHidden
source: Tap to load {number} hidden replies...
vi: Tải thêm {number} bài ẩn...

# postReport
source: Report
vi: Báo cáo

# postReportReasonHint
source: Problem to be reported.
vi: Vấn đề cần thông báo cho quản trị viên.

# postReportedThanks
source: Thank you for your report!
vi: Cảm ơn bạn đã báo cáo nội dung xấu!

# postUnlike
source: Unlike
vi: Bỏ thích

# postReply
source: Reply
vi: Trả lời

# postReplyMessageHint
source: Enter your message to post
vi: Nhập nội dung bài đăng

# postReplyingToAt
source: Replying to @
vi: Đang trả lời @

source: Privacy Policy
vi: Chính sách quyền riêng tư

# searchEnterSomething
source: Enter something to search
vi: Nhập nội dung cần tìm kiếm

# searchThisUser
source: Search for this user
vi: Tìm bài viết của thành viên này

source: Search this forum
vi: Tìm trong khu vực này

# searchSubmitToContinue
source: Submit to search for '{query}'
vi: Bấm gửi đi để tìm cho '{query}'

# searchThreadByUser
source: by user '{username}'
vi: bởi thành viên '{username}'

# searchThreadInForum
source: in forum '{forumTitle}'
vi: trong khu vực '{forumTitle}'

source: Share
vi: Chia sẻ

# _statsXReplies
source: {howMany,plural, =1{{howMany} reply}other{{formatted} replies}}
vi: {howMany,plural, other{{formatted} trả lời}}

# _statsXViews
source: {howMany,plural, =1{{howMany} view}other{{formatted} views}}
vi: {howMany,plural, other{{formatted} xem}}

# tagLowercaseDiscussions
source: discussions
vi: thảo luận

# tagLowercaseNews
source: news
vi: tin tức

# threadBookmark
source: Bookmark
vi: Đánh dấu

# threadBookmarkList
source: Bookmarks
vi: Các bài đã đánh dấu

# threadBookmarkUndo
source: Unbookmark
vi: Bỏ đánh dấu

# threadCreateBody
source: Post body
vi: Nội dung

# threadCreateChooseAForum
source: Choose a forum
vi: Chọn một khu vực

# threadCreateError
source: Creating thread error
vi: Lỗi tạo chủ đề

# threadCreateErrorBodyIsEmpty
source: Please enter a post body to create thread
vi: Xin vui lòng nhập nội dung để tạo chủ đề

# threadCreateErrorTitleIsEmpty
source: Please enter a title to create thread
vi: Xin vui lòng nhập tiêu đề để tạo chủ đề

# threadCreateNew
source: Create new thread
vi: Tạo chủ đề mới

# threadCreateSubmit
source: Submit
vi: Tạo chủ đề

# threadCreateTitle
source: Thread title
vi: Tiêu đề

# threadCreateTitleHint
source: Something interesting
vi: Cái gì đó hay hay

# threadStickyBanner
source: Sticky
vi: Bài dính

source: Top Threads
vi: Bài nổi bật

# userIgnore
source: Ignore
vi: Ẩn bài

# userRegisterDate
source: Joined
vi: Gia nhập

# userUnignore
source: Unignore
vi: Bỏ ẩn bài
